---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KPa
source: html/a2f980c7-8359-5677-b110-97555842e03a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KPa Property

Symbol kPa, indicating unit Kilopascals.

## Syntax (C#)
```csharp
public static ForgeTypeId KPa { get; }
```